Repository: hejcman/didit
Catalog: lib/common/localization/app_*.arb
Languages: cs

# language
source: English
cs: Čeština

source: Capture
cs: Fotit

# nDays
source: {count, plural, =1{{count} day} other{{count} days}}
cs: {count, plural, =1{{count} den} =2{{count} dny} other{{count} dní}}

# nHours
source: {count, plural, =1{{count} hour} other{{count} hours}}
cs: {count, plural, =1{{count} hodina} =2{{count} hodiny} other{{count} hodin}}

source: all
cs: vše

source: Error
cs: Chyba

source: unknown
cs: neznámo

source: Settings
cs: Nastavení

source: Send feedback
cs: Poslat zpětnou vazbu

# buy_coffee
source: Buy us a coffee
cs: Podpoř nás kávou

source: Relaunch tutorial
cs: Znovu spustit tutorial

source: Picture quality
cs: Kvalita fotografie

# quality_max
source: Max
cs: Maximální

# quality_ultra_high
source: Ultra high
cs: Hodně vysoká

# quality_very_high
source: Very high
cs: Vysoká

# quality_high
source: High
cs: Vyšší

# quality_medium
source: Meduim
cs: Střední

# quality_low
source: Low
cs: Nízká

# enable_vibration
source: Shutter vibration
cs: Vibrace spouště

# reset_default
source: Reset to default
cs: Výchozí nastavení

# no_images
source: No images to show
cs: Žádné fotografie

source: Delete in
cs: Vyprší za

# question_delete
source: Do you want to delete this photo?
cs: Opravdu chcete tuto fotofrafii smazat?

source: Delete
cs: Smazat

source: Cancel
cs: Zrušit

# onboarding_page_1_title
source: Capture images of things you often forget about
cs: Často si nemůžeš vzpomenout, jestli jsi něco udělal?
